<template>
    <div class="container container__policy">
        <h1>Политика конфиденциальности социальной сети NALEYSTOGRAM</h1>
        <br>
        <p><em>Дата вступления в силу: 25.01.2025</em></p>
        <br>

        <p>Contora Corporation (далее – «мы», «нас», «наш») серьезно относится к защите вашей конфиденциальности. Настоящая Политика конфиденциальности описывает, как мы собираем, используем, раскрываем и защищаем вашу личную информацию в связи с использованием социальной сети NALEYSTOGRAM (далее – «Сервис»). Пожалуйста, внимательно ознакомьтесь с настоящей Политикой конфиденциальности, прежде чем использовать Сервис.</p>
        <br>
        <h2>1. Сбор информации</h2>
        <p>При осуществлении входа или регистрации в Сервис, Вы автоматически соглашаетесь с нашей политикой
            обработки и сбора данных. Мы собираем информацию, которую вы предоставляете нам
            напрямую при использовании
            Сервиса, а
            также
            информацию, собранную автоматически.</p>
        <br>
        <h3>Информация, которую вы предоставляете напрямую:</h3>
        <ul>
            <li>
                <p><strong>Регистрационная информация:</strong> При создании учетной записи вы можете предоставить нам информацию, такую как ваше имя пользователя, адрес электронной почты, номер телефона и пароль.</p>
            </li>
            <li>
                <p><strong>Информация профиля:</strong> Вы можете предоставить нам дополнительную информацию для вашего профиля, такую как ваше имя, фотографию профиля и краткое описание.</p>
            </li>
            <li>
                <p><strong>Контент:</strong> Вы предоставляете нам контент, который публикуете в Сервисе, включая фотографии, видео, текст, комментарии и другие материалы.</p>
            </li>
            <li>
                <p><strong>Коммуникации:</strong> Мы собираем информацию из вашей переписки с другими пользователями и нами через Сервис.</p>
            </li>
            <li>
                <p><strong>Другая информация:</strong> Вы можете предоставлять нам и другую информацию, например, при участии в опросах или акциях.</p>
            </li>
        </ul>
        <br>
        <h3>Информация, собираемая автоматически:</h3>
        <br>
        <ul>
            <li>
                <p><strong>Данные об использовании:</strong> Мы автоматически собираем информацию о вашем взаимодействии с Сервисом, например, просмотренные страницы, время, проведенное в Сервисе, действия, которые вы совершаете, и клики.</p>
            </li>
            <li>
                <p><strong>Данные устройства:</strong> Мы можем собирать информацию об используемом вами устройстве, включая тип устройства, операционную систему, IP-адрес, идентификаторы устройства и информацию о сети.</p>
            </li>
            <li>
                <p><strong>Файлы cookie и другие технологии отслеживания:</strong> Мы используем файлы cookie и другие технологии отслеживания для сбора информации о вашей активности в Сервисе.</p>
            </li>
        </ul>
        <br>
        <h2>2. Цели сбора информации</h2>
        <br>
        <p>Мы собираем вашу информацию для следующих целей:</p>
        <ul>
            <li>
                <p><strong>Идентификация пользователя:</strong> Основная цель сбора данных – это идентификация вас как пользователя Сервиса, чтобы предоставить вам доступ к функциональности Сервиса.</p>
            </li>
            <li>
                <p><strong>Предоставление и улучшение Сервиса:</strong> Мы используем вашу информацию для предоставления, поддержки, персонализации и улучшения Сервиса.</p>
            </li>
            <li>
                <p><strong>Коммуникация:</strong> Мы используем вашу информацию для общения с вами, включая ответы на ваши запросы, предоставление технической поддержки и информирование о новых функциях.</p>
            </li>
            <li>
                <p><strong>Предотвращение злоупотреблений:</strong> Мы используем вашу информацию для предотвращения мошеннических действий, злоупотреблений и обеспечения безопасности Сервиса.</p>
            </li>
            <li>
                <p><strong>Аналитика:</strong> Мы используем вашу информацию для анализа трендов, понимания поведения пользователей и улучшения Сервиса.</p>
            </li>
        </ul>
        <br>
        <h2>3. Рекомендации по безопасности и отказ от ответственности</h2>
        <br>
        <p>Мы рекомендуем вам избегать предоставления конфиденциальных или личных данных в Сервисе. В связи с возможными утечками данных и их использованием третьими лицами, <strong>ответственность за сохранность и защиту вашей личной информации лежит исключительно на вас.</strong> Contora Corporation не несет ответственности за раскрытие личных данных пользователя, которые были предоставлены им в рамках Сервиса, и/или использование его материалов третьими лицами. Мы прилагаем усилия для обеспечения безопасности Сервиса, однако не можем гарантировать абсолютную защиту от несанкционированного доступа, использования или раскрытия информации.</p>

        <h2>4. Раскрытие информации</h2>
        <p>Мы можем раскрывать вашу информацию в следующих случаях:</p>
        <ul>
            <li>
                <p><strong>Другим пользователям:</strong> Ваш контент и информация профиля могут быть доступны другим пользователям Сервиса, в зависимости от ваших настроек конфиденциальности.</p>
            </li>
            <li>
                <p><strong>Партнерам:</strong> Мы можем делиться информацией с нашими партнерами для предоставления определенных функций или услуг.</p>
            </li>
            <li>
                <p><strong>Правоохранительным органам:</strong> Мы можем раскрывать информацию, если этого требует законодательство или в целях защиты наших прав и безопасности.</p>
            </li>
        </ul>
        <br>
        <h2>5. Защита информации</h2>
        <br>
        <p>Мы предпринимаем разумные меры для защиты вашей информации от несанкционированного доступа, использования или раскрытия. Однако, никакая система безопасности не является абсолютно надежной, и мы не можем гарантировать полную безопасность вашей информации.</p>
        <br>
        <h2>6. Хранение информации</h2>
        <br>
        <p>Мы храним вашу информацию до тех пор, пока это необходимо для предоставления Сервиса, или как того требует законодательство.</p>
        <br>
        <h2>7. Права пользователей</h2>
        <br>
        <p>Вы имеете право:</p>
        <ul>
            <li>
                <p>Доступа к вашей информации.</p>
            </li>
            <li>
                <p>Исправления неточной информации.</p>
            </li>
            <li>
                <p>Удаления вашей информации.</p>
            </li>
            <li>
                <p>Отзыва своего согласия на обработку вашей информации.</p>
            </li>
        </ul>
        <p>Чтобы воспользоваться этими правами, пожалуйста, свяжитесь с нами, используя контактную информацию, указанную ниже.</p>
        <br>
        <h2>8. Изменения в Политике конфиденциальности</h2>
        <br>
        <p>Мы можем периодически вносить изменения в настоящую Политику конфиденциальности. Мы опубликуем любые изменения на этой странице и рекомендуем вам регулярно проверять ее.</p>
        <br>
        <h2>9. Контактная информация</h2>
        <br>
        <p>Если у вас есть какие-либо вопросы или опасения по поводу настоящей Политики конфиденциальности, пожалуйста, свяжитесь с нами по адресу:</p>
        <p><a class="hover:underline" href="mailto:DeBlank@yandex.ru">DeBlank@yandex.ru</a></p>

        <p><strong>Contora Corporation</strong></p>
    </div>
</template>

<script>
export default {
    name: 'PrivacyPolicy'
}
</script>
